Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=47_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámedikki skuvlen- ja oahppamateriálalávdegoddi
smn: Škovlim já oppâmateriaallävdikodde

source: Skuvlen- ja oahppamateriálalávdegoddi lea sámedikki skuvlenpolitihkalaš evttohusaid, álgagiid, cealkámušaid ja bealiváldimiid válmmaštalli orgána, ja maiddái sámegielat oahppamateriála plánemis, válmmaštallamis ja juohkimis vástideaddji orgána.
smn: Škovlim já oppâmateriaallävdikodde lii sämitige škovlimpoolitlâš iävtuttâsâi, algui, ciälkkámušâi já peleväldimij valmâštellee já sämikielâlâš oppâmateriaal vuáváámist, vaalmâštmist já jyehimist västideijee orgaan.

source: Lávdegotti bargun lea ovddidit sámeoahppiid vuoigatvuođaid iežaset giela ja iežasgielat oahpahussii ja maiddái ovddidit sámeoahpahusa sajádaga Suoma skuvlenortnegis.
smn: Lävdikode pargon lii ovdediđ sämiuáppei vuoigâdvuođâid jieijâs kielâ já jieijâskielâlâš máttááttâsân sehe sämimáttááttâs sajaduv Suomâ škovlâvuáháduvâst.

source: Dat bargá sámeoahpahussii gullevaš guovlluguovdasaš, álbmotlaš ja davviriikkalaš ovttasbarggu.
smn: Tot parga sämimáttááttâsân lohtâseijee kuávlulâš, aalmuglâš já tave-eennâmlâš ohtsâšpargo.

source: Lávdegoddi mearrida stáhta bušeahtas (váldoluohkká 29, oahpahusministeriija) sámegielat oahppamateriála ja sámeoahpahusa ovddideapmái dárkkuhuvvon stáhtadoarjaga geavaheamis.
smn: Lävdikodde meerrid staatâ budjetist (váldu ¨luokka 29, máttááttâsministeriö) sämikielâlâš oppâmateriaal já sämimáttááttâs oovdedmân čujottum staatâtorjuu kevttimist.

source: Dat válmmaštallá sámedikki čoahkkimii oahppamateriálabuvttadeami jahkásaš ja guhkit áigge plánaid ja addá jahkásaččat sámedikki čoahkkimii ja oahpahusráđđehussii čilgehusa oahppamateriáladilis ja stáhtadoarjaga geavaheamis.
smn: Tot valmâštâl sämitige čuákkimân oppâmateriaalpyevtittâs ihásâš já kuhheeb aigipaje vuáváámijd já addel ihásávt sämitige čuákkimân já máttááttâshaldâttâsân čielgiittâs oppâmateriaaltilálâšvuođâst já staatâtorjuu kevttimist.

source: Lávdegoddi vástida lassin Sámenuoraid dáiddadáhpáhusas, mii lea jahkásaččat ovttasbarggus sámiid ruovttuguovllu gielddaiguin ja sámeservviiguin ordnejuvvon mánáid ja nuoraid dáidda- ja kulturdáhpáhus.
smn: Lävdikodde västid lasseen Säminuorâi taaidâtábáhtusâst (Sámenuoraid dáiddadáhpáhus). Tot lii párnái já nuorâi taaidâ- já kulttuurkavalgaad, mii uárnejuvvoo ihásávt ohtsâšpargoin sämikuávlu kieldâiguin já sämiservijguin.

source: Lávdegotti gieđahallan áššiid válmmaštallá ja ollašuhttá skuvlen- ja oahppamateriáladoaimmahat.
smn: Lävdikode kieđâvuššâm aašijd valmâštâl já olášuttá škovlim- já oppâmateriaaltoimâttâh.

source: Lávdegotti áššemeannudeaddjin doibmet skuvlenčálli (skuvlenpolitihkalaš áššit), oahppamateriálačálli (oahppamateriálaáššit) ja oahppamateriálaplánejeaddji (Sámenuoraid dáiddadáhpáhus).
smn: Lävdikode oovdânpyehten tuáimih škovlimčällee (škovlimpoolitlâš ääših), oppâmateriaalčällee (oppâmateriaalääših) já oppâmateriaalvuávájeijee (Säminuorâi taaidâtábáhtus).

source: Skuvlen- ja oahppamateriálalávdegoddái gullet jagiin 2008 - 2011 čuovvovaš lahtut ja várrelahtut:
smn: Škovlim já oppâmateriaallävdikoodán kuleh iivijn 2008-2011 tah jesâneh já värijesâneh:

source: Lahtut:
smn: Jesâneh:

source: Inker-Ánne Magga
smn: Rauni Äärelä, vsj.

source: Várrelahtut:
smn: Värijesâneh:

source: Maarit Magga
smn: Terhi Harju
